Repository: kodi-game/game.libretro.bk
Catalog: game.libretro.bk/resources/language/resource.language.*/strings.po
Languages: ru_ru

# Addon Summary
source: Elektronika - BK-0010/BK-0011(M)
ru_ru: Электроника БK-0010/БK-0011(M)

# Addon Description
source: BK is an emulator for the Soviet Electronica BK series: БК-0010, БК-0010.01, and БК-0011(M).
ru_ru: БК — эмулятор советских БК серии «Электроника»: БК-0010, БК-0010.01 и БК-0011(М).

# #30000
source: Settings
ru_ru: Настройки

# #30001
source: Model (restart)
ru_ru: Модель (перезапуск)

# #30002
source: Peripheral (UP port, restart)
ru_ru: Периферийное устройство (порт UP, перезапуск)

# #30003
source: Keyboard layout
ru_ru: Раскладка клавиатуры

# #30004
source: Double CPU speed
ru_ru: Удвоенная скорость процессора

# #30005
source: Use color display
ru_ru: Использовать цветной дисплей

# #30006
source: Keyboard type (restart)
ru_ru: Тип клавиатуры (перезапуск)

# #30007
source: Aspect ratio
ru_ru: Соотношение сторон
